[French]
Translated_By=Thibaut Lauzière
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=ETAPE 1 : CHOISIR LA CLE
STEP 2 : CHOOSE A SOURCE=ETAPE 2 : CHOISIR LA SOURCE
STEP 3 : PERSISTENCE=ETAPE 3 : PERSISTANCE
STEP 4 : OPTIONS=ETAPE 4 : OPTIONS
STEP 5 : CREATE=ETAPE 5 : INSTALLER
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=Mo
GB=Go
min=min
Label=Nom
Size=Taille
Help=Aide
Please read=Attention
Error=Erreur
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Choisir une clé USB
Hard drives=Suite (disques durs)
No key found=Aucune clé trouvée
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Télécharger
Support for .IMG files is experimental=Les fichiers .IMG sont supportés de façon expérimentale
Only Live mode is currently available in step 3, virtualization option has been disabled=Seul le mode Live est actuellement disponible dans l'étape 3 et l'option de virtualisation est désactivée
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramètres que pour
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Mode Live)
(Persistent Mode)=(Mode Persistant)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Cacher les fichiers sur la clé
(except for Umenu.exe)=(Sauf Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formater la clé en FAT32 (Vos données seront supprimées!)
Enable launching LinuxLive in Windows (requires internet to install)=Permettre de lancer LinuxLive directement sous Windows (nécessite internet)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Cliquer l'éclair pour lancer l'installation
Please choose a FAT32 or FAT formated key or check the formating option=Veuillez choisir un disque formaté en FAT32 ou FAT ou cocher l'option de formatage
No disk selected=Vous n'avez sélectionné aucun disque
No file selected=Vous n'avez sélectionné aucun fichier
No folder or CD selected=Vous n'avez sélectionné aucun CD ou dossier
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu-fr.org/telechargement
Please choose an ISO image of LinuxLive CD=Sélectionner l'image ISO d'un CD live de Linux
Please choose a CD of LinuxLive Live or its folder=Sélectionner le CD live de Linux ou son répertoire
Start creation of LinuxLive USB=Début de la création du LinuxLive USB
Please validate step 1 to 3=Veuillez valider les étapes 1 à 3
Are you sure you want to format this disk and lose your data=Voulez-vous vraiment continuer et formater le disque suivant 
Formatted in=Formatage
Formating the key=Formatage de la clé
Step 1 to 3 OK=Etape 1 à 3 valides
Cleaning previous installations ( 2min )=Nettoyage des installations précédentes ( 2min )
Setting up virtualization software=Mise en place de la virtualisation
VirtualBox already downloaded=VirtualBox a déjà été téléchargé
A new version of VirtualBox is available=Une nouvelle version de VirtualBox est disponible
This new version will be downloaded=Cette nouvelle version sera téléchargée
Downloading VirtualBox as a background task=Téléchargement de VirtualBox en tache de fond
Download started succesfully=Le téléchargement a bien débuté
Download failed to start=Le téléchargement n'a pas pu commencer
VirtualBox will not be installed=VirtualBox ne sera pas installé
Integrity could not be verified=L'intégrité de l'archive n'a pas pu être vérifiée
Will attempt installation=L'installation sera tentée
Cannot download=Probléme de téléchargement
Extracting ISO file on key=Décompression de l'ISO sur la clé
Writing image to the usb stick=Ecriture de l'image sur la clé
Copying files to the key=Copie des fichiers vers la clé
Renaming some files=Renommage et déplacement de quelques fichiers
Hiding files=Masquage des fichiers
Creating file for persistence=Création du fichier de persistance
Formating persistence file=Formatage du fichier de persistance
Live mode : no persistence file=Mode Live : pas de fichier de persistance
Ubuntu variant found=Détection automatique du type de variante
Installing boot sectors=Installation des secteurs de boot
Downloading VirtualBox=Téléchargement de VirtualBox
Download complete=Le téléchargement est maintenant fini
Cleaning previous VirtualBox install=Nettoyage d'anciennes installations de VirtualBox
Extracting VirtualBox on key=Décompression de Virtualbox sur la clé
Applying VirtualBox settings=Configuration de VirtualBox Portable
Your LinuxLive key is now up and ready=Votre clé LinuxLive est maintenant prête 
You do not have enough rights to launch VirtualBox=Vous n'avez pas les droits suffisants pour démarrer VirtualBox sur cette machine
Please log in as an administrator or run VirtualBox with admin rights=Enregistrez-vous sur le compte administrateur ou lancez le logiciel avec les droits d'administrateur pour qu'il fonctionne
Free memory below 256mb threshold=Vous avez moins de 256Mo de mémoire vive disponible
This is not enough to launch LinuxLive in Windows=Cela ne suffira pas pour lancer LinuxLive directement sous windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Le fichier d'aide n'est pas présent dans le dossier
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=A propos
User's Guide=Guide d'utilisation
Virtualization Tutorial (FR)=Tutorial de virtualisation
Donate=Faire un don
Version=Version
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Cet ISO n'est pas compatible
Detecting keyboard layout=Détection du clavier
French (France)=Français (France)
French (Swiss)=Français (Suisse)
Dutch=Allemand
Portuguese=Portugais
US or other (qwerty)=US ou autres (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Erreur de création du fichier VMDK
Key not found, VMDK is invalid=La clé USB spécifiée n'a pas été retrouvé, le fichier VMDK est donc invalide
Try to launch again SetupForAutoVMDK.exe=(re)Lancer SetupForAutoVMDK.exe pour configurer une clé
Do you want to ignore this error=Voulez-vous continuer quand même 
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Impossible d'ouvrir le fichier MD5SUMS
Canceling check=Annulation de la vérification
You have the right ISO file but it is corrupted or was altered=Vous avez la bonne version de Linux mais elle est corrompue ou a été modifiée
Please download it again=Merci de la télécharger à nouveau
Verifying=Vérification
This ISO is not compatible=Cette version de Linux n'est pas compatible avec ce logiciel
Please read the compatibility list in user guide=Merci de vérifier la liste de compatibilité dans le guide d'utilisation
If your version is in this list, this mean that your file is corrupted, please download it again=Si votre version est bien dans la liste c'est que le fichier est corrompu et qu'il faut le télécharger à nouveau
This version is compatible and its integrity was checked=La version est compatible et le fichier est valide
Check completed=Vérification terminée
Integrity + compatibility check=Vérification de l'intégrité + compatibilité
Unable to open MD5SUM.txt=Impossible d'ouvrir le fichier md5sum.txt
Checking integrity=Vérification de l'intégrité
This file is corrupted=Le fichier suivant est corrumpu
All files have been successfully checked=Tous les fichiers sont bons
Checking file=Vérification du fichier
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Mode Persistant
Live Mode=Mode Live
Install=Installer
File Integrity Check=Verification des fichiers
Memory Test=Test de la RAM
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Une erreur s'est produite
An anonymous report was sent in order to fix this error as soon as possible=Un rapport anonyme a été envoyé afin que l'erreur soit corrigée au plus vite
Show bug report=Voir le rapport
Restart application=Relancer l'application
Close application=Arrêter l'application
Last Actions=dernières actions
Unique anonymous ID=Identifiant anonyme unique
Report status=Statut du rapport
Pending=Envoi en cours
Error (not sent)=Erreur (non envoyé)
Sent=Envoyé
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Pour lancer LinuxLive 
Remove your key and insert it again=Retirez votre clé et réinsérez-la
Go to 'My Computer'=Allez ensuite dans 'Poste de travail'
Right click on you key and select :=Faites un clic droit sur votre clé et sélectionnez 
'LinuxLive!' to launch linux in windows='LinuxLive!' pour lancer la clé directement dans windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' pour lancer l'interface complète de VirtalBox
'CD Menu' to launch the original CD menu='CD Menu' pour lancer le menu original du CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=OU
Manually=Manuellement
Automatically=Automatiquement
Please select a linux to continue=Merci de sélectionner un Linux pour continuer
Looking for the fastest mirror=Recherche du miroir le plus rapide
Testing mirror=Test du miroir
No online mirror found=Aucun miroir en ligne
Please check your internet connection or try with another linux=Merci de vérifier la connexion à internet ou d'essayer un autre Linux
Select this file as the source when download will be completed=Sélectionner le fichier une fois que le téléchargement sera fini
Downloading=Téléchargement de
from=depuis
Error while trying to download=Erreur lors du téléchargement
Latency=Latence
Server Name=Serveur
Copy link=Copier le lien
Launch in my browser=Lancer dans le navigateur
Best mirrors=Meilleurs miroirs
Good mirrors=Miroirs rapides
Bad mirrors=Miroirs lents
Dead mirrors=Miroirs morts
Check will begin shortly=La vérification va commencer dans quelques secondes
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Selectionnez votre Linux favori
There is a new version available=Une nouvelle version est disponible
Your LiLi's version is not up to date=Votre version de LiLi n'est pas à jour
Last version is=La dernière version est
Your version is=Votre version est
Do want to download it=Voulez-vous la télécharger 
Error while trying to find physical disk number=Erreur lors de la vérification du numéro de disque physique
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Cet ISO n'est pas dans la liste de compatibilité
Setting the memory to the recommended value=Configuration de la mémoire vive affectée
Free memory is below the recommended value for your Linux to run in Windows=La quantité de mémoire vive disponible est en dessous de la valeur recommandé pour démarrer ce Linux dans Windows 
Recognized Linux=Linux reconnu
Built-in Persistency=Persistance intégrée
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Vous avez déjà créé une clé
Are you sure that you want to recreate one=Etes-vous sur de vouloir en créer une à nouveau
The compatibility list has been updated=La liste de compatibilité a été mise à jour
These linuxes are now supported=Les Linux suivants sont maintenant supportés
Official Ubuntu Variants=Variantes Officielles d'Ubuntu
Ubuntu Based Variants=Basés sur Ubuntu
Fedora Variants=Basés sur Fedora
Debian Variants=Basés sur Debian
PCLinuxOS Variants=Basés sur PCLinuxOS
Rescue CDs=CD de secours
Light Linuxes=Linux légers
Gentoo Based=Basés sur Gentoo
Security Purpose=Pour la sécurité
Others=Autres
Regular Linux (works with most linuxes)=Linux normal (marche sur la plupart des linux)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Mise à jour du pack VirtualBox portable
Help me to improve LiLi=Aidez-moi à améliorer Lili
This is a Beta or Release Candidate version=Ceci est une version Beta ou Release Candidate
Click OK to leave a feedback or click Cancel to close this window=Cliquez sur OK pour laisser un avis ou Cancel pour fermer cette fenètre
Options=Options
General=Général
Versions=Versions
Compatibility List=Liste de compatibilité
Make a donation=Faire un don
Contact me=Me contacter
CopyLeft by=CopyLeft par
GPL v3 License=Licence GPL v3
Language=Langage
Available languages=Langages disponibles
Proxy=Proxy
Proxy settings=Paramètres de proxy
No proxy=Pas de proxy
Use system settings=Utiliser les paramètres proxy du système
Use custom settings=Configuration manuelle du proxy 
Proxy URL=Adresse URL
Port=Port
Username=Utilisateur
Password=Mot de passe
Status=Statut
Test settings=Tester les paramètres
You are connected=Vous êtes connecté
You are disconnected=Vous êtes déconnecté
Not tested yet=Pas encore testé
Update=Mises à jour
Check for updates=Vérifier les mises à jours
Stable releases only=Versions stables seulement
Stable and beta releases=Versions stables et béta
Advanced=Avancé
Do not modify these options unless you know what you are doing=Ne pas modifier ces paramètres à moins de savoir ce que vous faites
Select a Linux=Sélectionner un Linux
Install parameters=Paramètres d'installation
Use LiLi automatic recognition=Utiliser la reconnaissance automatique
highly recommended=hautement recommandé
Force using same parameters as=Forcer l'utilisation des mêmes paramètres que pour
Netbook screen detected=Détection d'un écran à faible résolution
Your screen vertical resolution is less than 600 pixels=Votre écran a une résolution verticale plus petite que 600 pixels
Please use the arrow keys (up and down) of your keyboard to move the interface=Merci d'utiliser les fléches de votre clavier afin de bouger les l'interface
Testing=Test en cours
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Désolé pour le désagrément mais LiLi vient de planter
Please enter an email address and a detailed comment about this crash=Merci d'entrer une adresse email et un commentaire détaillé sur ce crash
I will contact you as soon as I can=Je vous recontacterai dès que possible
Show crash report=Voir le rapport de crash
Close (don't send)=Fermer (ne pas envoyer)
Send Report=Envoyer le rapport
Your file is corrupted=Votre fichier est corrompu
Please download it again=Merci de le télécharger à nouveau
Read the log for more information=Lire le fichier de log pour plus d'informations
Starting LinuxLive USB Creator=Démarrage de LinuxLive USB Creator
Checking for new major version=Vérification d'une nouvelle version majeure
Checking for new minor version=Vérficiation d'une nouvelle version mineure
Checking for new Portable-VirtualBox version=Vérification d'une nouvelle version de Portable-VirtualBox
Reading compatibility list=Lecture de la liste de compatibilité
Loading interface=Chargement de l'interface
Getting drive list=Récupération de la liste des disques 
Logging system configuration=Récupération de la configuration système
Checking for updates=Vérification de la disponibilité d'une mise à jour
Please close any application accessing your key and try again=Merci de fermer toute application accédant à la clé avant d'essayer à nouveau
Checking VirtualBox archive integrity=Vérification de l'intégrité du pack Portable-VirtualBox
VirtualBox archive integrity checked=L'intégrité a été vérifié avec succès
Unzipping VirtualBox archive to disk=Décompression du pack Portable-VirtualBox sur le disque
VirtualBox archive is corrupted=Le pack est corrompu
Force using default mode (works with most Linuxes)=Forcer l'utilisation du mode par défaut
There is a new Beta version available=Une nouvelle version Bêta est disponible
Your LiLi's version is not up to date=Votre version de LiLi n'est pas à jour
Last beta version is=La dernière version Bêta est
Server-oriented=Orientées serveur

Welcome to the automatic crash reporter=Bienvenue dans le rapporteur de crash
Your Email address=Votre adresse email
Problem Details=Détails du problème
This ZIP file contains only an ISO=Ce fichier ZIP ne contient qu'un fichier ISO
Please unzip it and retry with this ISO instead=Merci de le dézipper puis de réessayer avec le fichier ISO
Please insert your USB key back or select another one=Merci de réinsérer la clé USB ou en sélectionner une autre
Your device could not be formatted=Ce périphérique n'a pas pu être formaté
Please close all open applications then try again=Merci de fermer toutes les applications ouvertes qui y accèdent avant de réessayer
Checking for main software updates=Vérification des mises à jour du logiciel principal
Checking for Portable-VirtualBox updates=Vérification des mises à jour de Portable-VirtualBox
Current version=Version actuelle
Last version=Dernière version
Do you want to download it=Voulez-vous la télécharger
VirtualBox is running and should be closed=VirtualBox est démarrée et devrait être arrêtée
Close it then click OK=Fermez-le puis cliquer sur OK
Click cancel to ignore this warning=Cliquez sur annuler pour ignorer cet avertissement
